Repository: josephchua03/AlignExam
Catalog: AlignExam/*.lproj/Localizable.strings
Languages: th

source: Message
th: ข่าวสาร

source: Successfully Registered!
th: ลงทะเบียนสำเร็จแล้ว!

source: Error
th: ความผิดพลาด

source: No Internet Connection
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต

source: Web Service Error
th: ข้อผิดพลาดบริการเว็บ

source: No Response
th: ไม่มีการตอบสนอง

source: Loading
th: ในการโหลด

source: Password does not match
th: รหัสผ่านไม่ถูกต้อง

source: Password cannot be empty
th: รหัสผ่านต้องไม่ว่างเปล่า

source: Password must contain a minimum of 6 characters
th: รหัสผ่านต้องมีอักขระอย่างน้อย 6 ตัว

source: Email cannot be empty
th: อีเมลต้องไม่ว่างเปล่า

source: Confirm Password cannot be empty
th: ยืนยันรหัสผ่านต้องไม่ว่างเปล่า

source: Email not valid
th: อีเมลไม่ถูกต้อง

source: You have opted to not receive any notifications
th: คุณเลือกที่จะไม่รับการแจ้งเตือนใด ๆ

source: Update
th: ปรับปรุง

source: Logged in, Hi
th: เข้าสู่ระบบสวัสดี

source: Your booking has been saved
th: การจองของคุณได้รับการบันทึก

source: Your booking has passed
th: การจองของคุณผ่านไปแล้ว
